Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: Text information.
cs_cz: Textové informace.

source: The Adjustment Bin Code on the location card is also set.
cs_cz: Nastaví se také Kód adjustační přihrádky na kartě lokace.

source: The Bin Content table is used to handle all the different dimensions of the contents of a bin per item, such as unit of measure, maximum quantity, and minimum quantity.
cs_cz: Tabulka Obsah přihrádky se používá ke zpracování všech různých dimenzí obsahu přihrádky zboží, jako je měrná jednotka, maximální množství a minimální množství.

source: The Find it section includes two links to product Help:
cs_cz: Sekce Najít obsahuje dva odkazy na nápovědu produktu:

source: The Find it section provides links to the most common places to find answers to your questions.
cs_cz: Sekce Najít obsahuje odkazy na nejčastější místa, kde najdete odpovědi na vaše otázky.

source: The Region setting determines how dates, times, numbers, and currencies are shown or formatted.
cs_cz: Oblasti určují, jak jsou data, časy, čísla a měny zobrazeny nebo formátovány.

source: The Troubleshooting section shows technical information that your administrator or [!INCLUDE prodshort ] partner can use to unblock users.
cs_cz: V části Odstraňování problémů jsou uvedeny technické informace, které může váš správce nebo partner [!INCLUDE prodshort ] použít k odblokování uživatelů.

source: The Bin Content table also contains flow fields to the warehouse entries, warehouse instructions, and warehouse journal lines, which ensures that the availability of an item per bin and a bin for an item can be calculated quickly.
cs_cz: Tabulka Obsah přihrádky také obsahuje počítatelné pole pro položky skladu, pokyny skladu a řádky deníku skladu, což zajišťuje, že dostupnost zboží na přihrádce a přihrádku pro zboží lze rychle vypočítat.

source: The Default field is not used when the location is set up for directed put-away and pick.
cs_cz: Políčko Výchozí se nepoužívá, pokud je na lokaci nastaveno řízené zaskladněni a vyskladnění.

source: The SaveValues property is set in the development environment.
cs_cz: Vlastnost SaveValues - Uložit hodnoty se nastavuje ve vývojovém prostředí.

source: The ADCS user password can be different from the Windows logon password of the user.
cs_cz: Heslo uživatele ASSD se může lišit od přihlašovacího hesla uživatele systému Windows.

source: The Help content for the core functionality in [!INCLUDE d365fin ] publishes to the Microsoft Docs site and available in a number of different languages.
cs_cz: Obsah nápovědy pro základní funkce v aplikaci [!INCLUDE d365fin ] je publikována na webu Microsoft Docs a je k dispozici v mnoha různých jazycích.

source: The Ready to Go Program
cs_cz: Program - Ready to Go

source: The Ready to Go program is designed to support you in bringing your [!INCLUDE d365fin ] offering into Microsoft Appsource.
cs_cz: Program Ready to Go je navržen tak, aby vás podpořil při uvádění nabídky [!INCLUDE d365fin ] v nabídce Microsoft appsource.

source: The Role Center represents the home page, a starting screen that is designed for the needs of a specific role in an organization.
cs_cz: Centrum rolí představuje domovskou stránku, úvodní obrazovku, která je navržena pro potřeby určité role v organizaci.

source: The advantage of the Edit in Excel action is that it lets you make changes to records in Excel and then publish the changes back to [!INCLUDE prodshort ].
cs_cz: Výhodou akce Upravit v aplikaci Excel je, že umožňuje provádět změny záznamů v aplikaci Excel a poté tyto změny publikovat zpět do aplikace [!INCLUDE prodshort ].

source: The batch job to enable a location for warehouse operation creates initial warehouse entries for the warehouse adjustment bin for all items that have inventory in the location.
cs_cz: Dávková úloha, která povolí skladové místo pro skladové operace, vytvoří počáteční stavy skladu pro adjustační přihrádku skladu pro všechno zboží, které mají v lokaci zásoby.

source: The bin code in the Adjustment Bin Code field defines the virtual bin in which to record discrepancies in inventory when you register either observed differences registered in the warehouse item journal, or differences calculated when you register a warehouse physical inventory.
cs_cz: Kód přihrádky v poli Kód adjustační přihrádky určuje virtuální přihrádku, do níž se zaznamenávají nesrovnalosti v zásobách, když evidujete zjištěné rozdíly zaznamenané v deníku zboží skladu nebo rozdíly vypočtené při evidenci fyzické inventury skladu.

source: The bin code is copied from the sales order line to the assembly order header to communicate to assembly workers where to place the output to ready it for shipping.
cs_cz: Kód přihrádky se kopíruje z řádku prodejní objednávky do hlavičky montážní zakázky, aby bylo sděleno pracovníkům montáže, kam mají umístit výstup pro expedici.

source: The bin codes you fill in here will appear automatically on the headers and on the lines of various warehouse documents.
cs_cz: Kódy přihrádek, které zde vyplníte se automaticky zobrazí v hlavičkách a řádcích různých skladových dokladů.

source: The bin type defines how to use a given bin when processing the flow of items through the warehouse.
cs_cz: Typ přihrádky určuje způsob použití dané přihrádky při zpracování toku zboží ve skladu.

source: The changes that you make will only affect your workspace; not the workspaces of other users.
cs_cz: Změny, které provedete, ovlivní pouze váš pracovní prostor; ne pracovní prostory ostatních uživatelů.

source: The company logo and its position.
cs_cz: Logo společnosti a jeho pozice.

source: The company may have altered its item assortment and moved the warehouse to a new physical location to accommodate this change.
cs_cz: Společnost mohla změnit svůj sortiment zboží a přesunout sklad do nového fyzického umístění, aby se přizpůsobila této změně.

source: The default Role Center is Business Manager , but you can select another Role Center that fits your needs better.
cs_cz: Výchozí centrum rolí je Obchodní ředitel , ale můžete si zvoli jiné Centrum rolí, které bude více vyhovovat vašim potřebám.

source: The default bins define all starting or ending placements of items in the warehouse.
cs_cz: Výchozí přihrádky definují všechna počáteční a koncová umístění zboží ve skladu.

source: The default bins for your items have now been changed to the new bins.
cs_cz: Výchozí přihrádky pro vaše položky byly nyní změněny na nové přihrádky.

source: The default company is called CRONUS and contains demonstration data only.
cs_cz: Výchozí společnost se nazývá CRONUS a obsahuje pouze demonstrační data.

source: The default work date is usually today's date.
cs_cz: Výchozí pracovní datum je obvykle dnešní datum.

source: The design concept for RDLC layouts is similar to Word layouts, where the layout defines the general format of the report and determines the fields from the dataset to include.
cs_cz: Koncepce návrhu rozvržení RDLC je podobná rozvržení aplikace Word, kde rozvržení definuje obecný formát sestavy a určuje pole z datové sady, která má být zahrnuta.

source: The differences between the two actions is as follows:
cs_cz: Rozdíly mezi těmito dvěma akcemi jsou následující:

source: The easiest way to do that is to copy the URL from your [!INCLUDE d365fin ] home page.
cs_cz: Nejsnadnějším způsobem je zkopírovat adresu URL z domovské stránky [!INCLUDE d365fin ].

source: The email address that is shown in the Report a problem section can be for a person or a team.
cs_cz: E-mailová adresa, která je zobrazena v části Nahlásitproblém , může být určena pro osobu nebo tým.

source: The following are examples of information that you can display:
cs_cz: Níže jsou uvedeny příklady informací, které můžete zobrazit:

source: The following different UI documents are used in basic and advanced warehousing.
cs_cz: V základním a rozšířeném skladu se používají následující různé dokumenty uživatelského rozhraní.

source: The following illustration outlines typical warehouse flows.
cs_cz: Následující obrázek nastiňuje typické procesy skladu.

source: The following procedures are based on setting up basic warehouse activities around a production area.
cs_cz: Následující postupy jsou založeny na nastavení základních aktivit skladu v oblasti výroby.

source: The functionality in the default version of [!INCLUDE prodshort ] is described on the Docs.microsoft.com site.
cs_cz: Funkce ve výchozí verzi [!INCLUDE prodshort ] je popsána na webu Docs.microsoft.com .

source: The general design concepts for Word and RDLC layouts are very similar.
cs_cz: Obecné koncepční koncepce rozvržení Word a RDLC jsou velmi podobné.

source: The initial language is either determined by the administrator or by your browser settings when you sign up for [!INCLUDE d365fin ].
cs_cz: Počáteční jazyk je určen administrátorem nebo nastavením vašeho prohlížeče, když se zaregistrujete pro [! INCLUDE d365fin ].

source: The item must be posted to inventory with an expiration date.
cs_cz: Zboží musí být zaúčtováno do skladu s datem expirace.

source: The item must have a serial/lot number.
cs_cz: Zboží musí mít sériové číslo/číslo šarže.

source: The key sequence information can be obtained from the device manufacturer.
cs_cz: Informace o posloupnosti kláves lze získat od výrobce zařízení.

source: The label and data fields to include from the dataset of the [!INCLUDE d365fin ] report.
cs_cz: Popisek a datová pole, která mají být zahrnuta z datové sady objektu [!INCLUDE d365fin ].

source: The language that you set will be used on all devices that you sign in from, such as a phone or tablet.
cs_cz: Jazyk, který nastavíte, bude použit na všech zařízeních, ze kterých se přihlašujete, jako je telefon nebo tablet.

source: The links fall into four categories and are explained in the following subsections.
cs_cz: Odkazy spadají do čtyř kategorií a jsou vysvětleny v následujících podkapitolách.

source: The locale also determines some of the system elements in the browser, such as the action to create a new item in a list, for example.
cs_cz: Oblast také určuje některé systémové prvky v prohlížeči, například akci pro vytvoření nové položky v seznamu.

source: The main difference is in the way you modify the layouts.
cs_cz: Hlavní rozdíl spočívá ve způsobu úpravy rozvržení.

source: The main difference is that activities are performed order-by-order in basic warehousing when they are consolidated for multiple orders in advanced warehousing.
cs_cz: Hlavní rozdíl spočívá v tom, že činnosti se provádějí v základním skladu, v případě, že jsou konsolidovány pro více objednávek v rozšířeném skladu.

source: The most important fields are Bin Capacity Policy , Allow Breakbulk , and Put-away Template Code fields.
cs_cz: Nejdůležitější políčka jsou Použití kapacity přihrádky , Povolit rozbalení a Šablony zaskladnění .

source: The name cannot contain more than 20 characters, including spaces.
cs_cz: Název nesmí obsahovat více než 20 znaků včetně mezer.

source: The new development tools enable to you to build extensions for [!INCLUDE d365fin ] users.
cs_cz: Nové vývojové nástroje vám umožňují vytvářet rozšíření pro uživatele [!INCLUDE d365fin ].

source: The next step in setting up the warehouse is to define bins.
cs_cz: Dalším krokem při nastavení skladu je definování přihrádek.

source: The next step is to define the type of bins you want to operate.
cs_cz: Dalším krokem je definování typu přihrádek, které chcete používat.

source: The only bin that you must create before the conversion is the one that is to be used as the future adjustment bin.
cs_cz: Jediná přihrádka, kterou musíte vytvořit před převodem, je ta, která má být použita jako budoucí adjustační přihrádka.

source: The order in which you enter lines is the order in which the lines appear on the handheld device.
cs_cz: Pořadí, ve kterém zadáváte řádky, je pořadí, ve kterém se řádky objevují na kapesním zařízení.

source: The page also connects to Power BI for even more insights.
cs_cz: Stránka se také připojuje k Power BI pro ještě větší přehledy.

source: The page displays all the existing save settings entries for all users.
cs_cz: Stránka zobrazuje všechny existující položky nastavení ukládání pro všechny uživatele.

source: The password is masked.
cs_cz: Heslo je maskováno.

source: The process for setting up Word report layouts and RDLC report layouts on reports is the same.
cs_cz: Proces nastavení rozvržení sestav aplikace Word a rozvržení sestav RDLC v sestavách je stejný.

source: The program also breakbulks automatically in replenishment movements, if the Allow Breakbulk field is selected on the Option FastTab on the Calculate Bin Replenishment page.
cs_cz: Program také automaticky rozbaluje při doplňování v přesunech, pokud je povolené rozbalení a je na záložce Možnosti na stránce výpočet doplnění přihrádky vybráno pole Povolit rozbalení .

source: The program includes:
cs_cz: Program zahrnuje:

source: The put-away template that you selected for the item or stockkeeping unit, if any is used first.
cs_cz: Šablonu zaskladnění, kterou jste vybrali pro zboží nebo skladovou jednotku je použita jako první.

source: The red asterisk means that the field must be filled to complete a certain process that uses the field, such as posting a transaction that uses the value in the field.
cs_cz: Červená hvězdička znamená, že pole musí být vyplněno, aby bylo možné dokončit určitý proces, který toto pole používá, například zaúčtování transakce, která používá hodnotu v poli.

source: The red asterisk only serves as a reminder that you will be blocked from completing a certain process.
cs_cz: Červená hvězdička slouží pouze jako připomenutí, že vám bude zablokováno dokončení určitého procesu.

source: The same bin code is in turn copied to the Bin Code field on the inventory pick line that manages the shipment of the assemble-to-order quantity.
cs_cz: Stejný kód přihrádky se pak zkopíruje do pole Kód přihrádky na řádku vyskladnění zásob, který spravuje dodávku množství montážní zakázky.

source: The second line is used only if a bin that meets the requirements of the first line cannot be found.
cs_cz: Druhý řádek se použije pouze v případě, že nelze najít přihrádku, která splňuje požadavky prvního řádku.

source: The setting applies to you and not to everyone else in your company.
cs_cz: Toto nastavení platí pro vás a ne pro všechny ostatní ve vaší společnosti.

source: The standard version of the product includes an increasing number of extensions developed by Microsoft.
cs_cz: Standardní verze produktu zahrnuje rostoucí počet rozšíření vyvinutých společností Microsoft.

source: The steps are similar for other operation areas, such as assembly, service management, and jobs.
cs_cz: Kroky jsou podobné pro další oblasti činnosti, jako je montáž, servis a projekty.

source: The steps to take are different if you are currently using the free trial, or if you have a monthly subscription as part of an Office 365 account.
cs_cz: Kroky, které je třeba provést, se liší, pokud aktuálně používáte zkušební verzi, která je zdarma nebo pokud máte měsíční předplatné jako součást účtu Office 365.

source: The text format, such as font type, size, and color.
cs_cz: Textový formát, například typ písma, velikost a barva.

source: The value in this field is automatically inserted in the Bin Code field on assembly order headers when this location code is filled into the Location Code field on the assembly order header.
cs_cz: Hodnota v tomto poli je automaticky vložena do pole Kód přihrádky v hlaviček montáže, když je tento kód lokace vyplněn do pole Kód lokace v hlavičce montážní zakázky4.

source: The value in this field is automatically inserted in the Bin Code field on assembly order lines when this location is entered in the Location Code field on the assembly order line.
cs_cz: Hodnota v tomto poli je automaticky vložena do pole Kód přihrádky na řádcích montážní zakázky, když je toto umístění zadáno do pole Kód lokace na řádku montážní zakázky.

source: The value in this field is automatically inserted in the Bin Code field on sales order lines that contain a quantity in the Qty.
cs_cz: Hodnota v tomto poli je automaticky vložena do pole Kód přihrádky na řádcích prodejní objednávky, které obsahují množství v poli Množství

source: The warehouse journal lines are then posted.
cs_cz: Řádky deníku skladu jsou poté zaúčtovány.

source: The warehouse may have purchased a new rack system that gives new possibilities in item storage.
cs_cz: Ve skladu může být zakoupen nový stojanový systém, který dává nové možnosti v skladování zboží.

source: Then you design the item flow at the location by specifying bin codes in setup fields that represent the different flows.
cs_cz: Pak navrhnete tok zboží v lokaci určením kódů přihrádek v polích nastavení, které představují různé toky.

source: There are plenty of benefits of using [!INCLUDE d365fin ] as a platform for App builders, which includes:
cs_cz: Použití [!INCLUDE d365fin ] jako platformy pro tvůrce aplikací má spoustu výhod, která zahrnuje:

source: There are two types of report layouts that you can use on reports; Word and RDLC.
cs_cz: Existují dva typy rozvržení sestav, které můžete použít v sestavách - Word a RDLC.

source: There are two ways to open this page:
cs_cz: Tuto stránku lze otevřít dvěma způsoby:

source: There can be multiple companies in a database, but only one can be selected at a time.
cs_cz: V databázi může existovat více společností, ale v jednom okamžiku lze vybrat pouze jednu.

source: Therefore some characters may not be supported in your tenant, and you may experience problems when retrieving data that was entered using a different character set.
cs_cz: Proto některé znaky nemusí být podporovány při načítání dat, která byla zadána pomocí jiné znakové sady, díky tomu může docházet k problémům.

source: Therefore, if you use this method, consider running the batch job Delete Registered Whse.
cs_cz: Pokud tedy použijete tuto metodu, zvažte spuštění dávkové úlohy Odstranit zapsané doklady

source: These initial entries will be balanced when warehouse physical inventory entries are entered after the batch job is run.
cs_cz: Tyto počáteční stavy budou vyrovnané po zadání zboží fyzické inventury skladu po spuštění dávkové úlohy.

source: These layouts are created and modified by using SQL Server Report Builder.
cs_cz: Tato rozvržení jsou vytvářena a upravována pomocí SQL Server Report Builder.

source: This action works on both on Windows and macOS.
cs_cz: Tato akce funguje na Windows i MacOS.

source: This applies even if you are not using Pick according to FEFO.
cs_cz: To platí, i když nepoužíváte vyskladnění podle FEFO.

source: This creates a function for the F6 key.
cs_cz: Tím se vytvoří funkce pro klávesu F6 .

source: This documentation provides detailed technical insight to the concepts and principles that are used within the Inventory Costing features in [!INCLUDE d365fin ].
cs_cz: Tato dokumentace poskytuje podrobný technický přehled o konceptech a principech, které se používají v rámci funkcí ocenění zásob v aplikaci [!INCLUDE d365fin ].

source: This does not remove any data, and it does not cancel your subscription.
cs_cz: Nedojde tak k odebrání dat a zrušení předplatného.

source: This field appears only when there is more than one language to choose from.
cs_cz: Toto pole se zobrazí, pouze pokud je k dispozici více než jeden jazyk.

source: This flow chart shows how the Bin Code field on production order component lines is filled according to your location setup.
cs_cz: Tento vývojový diagram ukazuje, jak Kód přihrádky je na řádcích komponenty výrobní zakázky plněn podle nastavení lokace.

source: This flow chart shows how the Bin Code field on production order component lines is filled according to your setup.
cs_cz: Tento vývojový diagram ukazuje, jak je vyplněno pole <x1 />Kód přihrádky<x2 /> na řádcích komponent výrobní zakázky podle vašeho nastavení.

source: This functionality only works when the following criteria are met:
cs_cz: Tato funkce funguje, pouze pokud jsou splněna následující kritéria:

source: This includes information about the latest error message, the current version of [!INCLUDE prodshort ], and a link to go to the Page Inspection page.
cs_cz: To zahrnuje informace o nejnovějších chybových zprávách v aktuální verzi [!INCLUDE prodshort ] a odkaz na stránku Prohlídka stránky .

source: This is a result of support for multiple languages at runtime in combination with support for legal requirements in the supported markets.
cs_cz: Je to výsledek podpory více jazyků v kombinaci s podporou právních požadavků na podporovaných trzích.

source: This is an application design issue.
cs_cz: Toto je problém designu aplikace.

source: This is managed in the Warehouse Entry table.
cs_cz: To jsou údaje spravovány v tabulce Položky skladu .

source: This job processes each entry in the Item Ledger Entry table, and if there are a large number of item ledger entries, the job can last several hours.
cs_cz: Tato úloha zpracuje každou položku v tabulce Položka zboží a pokud existuje velký počet položek zboží, může úloha trvat několik hodin.

source: This link is automatically generated.
cs_cz: Tento odkaz je generován automaticky.

source: This means that [!INCLUDE d365fin ] can present itself in different languages.
cs_cz: Znamená to, že [!INCLUDE d365fin ] může být prezentován v různých jazycích.

source: This means that the Flushing Method field contains Manual or Pick + Forward or Pick + Backward for warehouse picks and inventory movements.
cs_cz: To znamená, že pole Metoda spotřeby obsahuje Ruční nebo Vyskladnění + dopředu nebo Vyskladnění + zpětně pro vyskladnění a pohyby zásob.

source: This means that the Flushing Method field contains Forward or Backward .
cs_cz: To znamená, že pole Metoda spotřeby obsahuje Ručně nebo Zpětně .

source: This means that the Excel workbook will contain all the available records and columns, regardless of what is shown on the page.
cs_cz: To znamená, že sešit aplikace Excel bude obsahovat všechny dostupné záznamy a sloupce bez ohledu na to, co je na stránce zobrazeno.

source: This means that the Excel workbook will contain the same rows and columns that appear on the the page in [!INCLUDE prodshort ].
cs_cz: To znamená, že sešit aplikace Excel bude obsahovat stejné řádky a sloupcy, které se zobrazují na stránce v [!INCLUDE prodshort ].

source: This means that the same report might look different when using the Word report layout compared to the RDLC report layout.
cs_cz: To znamená, že stejná sestava může vypadat odlišně při použití rozvržení sestavy aplikace Word ve srovnání s rozvržením sestavy RDLC.

source: This opens a new email in your default email editor, and you can then add the technical information about your Azure Active Directory tenant and any other information that you find relevant.
cs_cz: Tím se otevře nový e-mail ve vašem výchozím editoru e-mailu a pak můžete přidat technické informace o vašem Azure Active Directory a další informace, které naleznete v příslušných informacích.

source: This page is called the report request page.
cs_cz: Tato stránka se nazývá stránka úpravy sestavy.

source: This page outlines the resources available to you in the different sections of the Help and Support page.
cs_cz: Tato stránka popisuje zdroje, které máte k dispozici v různých částech stránky Nápověda a podpora .

source: This posting creates warehouse entries that place the inventory in the warehouse adjustment bin.
cs_cz: Toto zaúčtování vytvoří položky skladu, které umístí zásoby do adjustační přihrádky skladu.
